/* New version available */
"CONFIRM_GO_TO_UPDATE_PAGE" = "A New Version is Available";

/* New version available * cancel button * */
"CONFIRM_GO_TO_UPDATE_PAGE_CANCEL" = "Cancel";

/* New version available * msg * */
"CONFIRM_GO_TO_UPDATE_PAGE_MSG" = "A new version of Spark is available (version %@). Would you like to download the new version now?";

/* New version available * default button * */
"CONFIRM_GO_TO_UPDATE_PAGE_YES" = "YES";

/* Alert default button */
"OK" = "OK";

/* When the user's software is up to date. * Title * */
"SOFTWARE_UP_TO_DATE_NOTIFICATION" = "Your Software is up-to-date";

/* When the user's software is up to date. * Msg * */
"SOFTWARE_UP_TO_DATE_NOTIFICATION_MSG" = "You have the most recent version of Spark.";

/* Check Update Error * Title * */
"UPDATE_CHECKING_ERROR" = "New version availability cannot be checked because an error occured.";

/* Check Update Error * Msg * (Replace ChezJD by the web Site URL) */
"UPDATE_CHECKING_ERROR_MSG" = "You can check on the web site \"http://www.shadowlab.org/\".";

/* Url of the update file (.xml or .plist). Do not localize. */
"UPDATE_FILE_URL" = "http://www.shadowlab.org/Software/Spark/version.xml";

/* The url of the update page. Do not localize. */
"UPDATE_PAGE_URL" = "http://www.shadowlab.org/Software/software.php?sign=Sprk";

